Repository: common-repository/allaccessible
Catalog: languages/allaccessible-*.po
Languages: af, ar, de_de, he_il, hu_hu, it_it, nl_nl, pl, pt, sr_rs

source: Below are some additional features unlocked with AllAccessible Premium. All for Only $10/mo.
af: Hieronder is 'n paar bykomende kenmerke wat met AllAccessible Premium ontsluit is.
ar: فيما يلي بعض الميزات الإضافية التي تم إلغاء تأمينها باستخدام AllAccessible Premium.
de_de: Nachfolgend finden Sie einige zusätzliche Funktionen, die mit AllAccessible Premium freigeschaltet werden.
he_il: להלן כמה תכונות נוספות שנפתחו עם AllAccessible Premium.
hu_hu: Az alábbiakban néhány további, az AllAccessible Premiummal elérhető funkciót mutatunk be.
it_it: Di seguito sono riportate alcune funzioni aggiuntive sbloccate con AllAccessible Premium.
nl_nl: Hieronder vindt u enkele extra functies die met AllAccessible Premium worden ontsloten.
pl: Poniżej przedstawiamy kilka dodatkowych funkcji odblokowanych dzięki AllAccessible Premium. Wszystko za jedyne $10/mo.
pt: Abaixo estão alguns recursos adicionais desbloqueados com o AllAccessible Premium.
sr_rs: Испод су неке додатне функције откључане уз АллАццессибле Премиум.

source: User Control Panel
af: Gebruikersbeheerpaneel
ar: لوحة تحكم المستخدم
de_de: Benutzer-Kontrollpanel
he_il: לוח הבקרה של המשתמש
hu_hu: Felhasználói vezérlőpanel
it_it: Pannello di controllo utente
nl_nl: Gebruikerspaneel
pl: Panel sterowania użytkownika
pt: Painel de controle do usuário
sr_rs: Корисничка контролна табла

source: Accessibility Statement
af: Toeganklikheidverklaring
ar: بيان إمكانية الوصول
de_de: Barrierefreiheitserklärung
he_il: הצהרת נגישות
hu_hu: Nyilatkozat
it_it: Stato accessibilità
nl_nl: Toegankelijkheidsverklaring
pl: Oświadczenie o dostępności
pt: Declaração de Acessibilidade
sr_rs: Изјава о приступачности

source: Widget Customization (Color, Shape, Placement, etc.)
af: Widget-aanpassing (kleur, vorm, plasing, ens.)
ar: تخصيص عنصر واجهة المستخدم (اللون ، والشكل ، والموضع ، وما إلى ذلك)
de_de: Widget-Anpassung (Farbe, Form, Platzierung, etc.)
he_il: התאמה אישית של ווידג'ט (צבע, צורה, מיקום וכו')
hu_hu: Widget testreszabás (szín, forma, elhelyezés stb.)
it_it: Personalizzazione dei widget (colore, forma, posizionamento, ecc.)
nl_nl: Widget aanpassen (kleur, vorm, plaatsing, enz.)
pl: Dostosowanie widgetów (kolor, kształt, rozmieszczenie itp.)
pt: Personalização do Widget (Cor, Forma, Colocação, etc.)
sr_rs: Прилагођавање виџета (боја, облик, положај, итд.)

source: Ai Accessibility Fixes
af: Ai Toeganklikheid Regstellings
ar: إصلاحات إمكانية الوصول بالذكاء الاصطناعي
he_il: תיקוני נגישות Ai
hu_hu: Ai akadálymentesítés javítások
it_it: Correzioni dell'accessibilità Ai
nl_nl: Ai toegankelijkheid fixes
pl: Poprawki dostępności Ai
pt: Fixações de Acessibilidade Ai
sr_rs: Исправке приступачности Аи

source: Image Alt Text Generation
af: Prent Alt teks Generasie
ar: إنشاء نص بديل للصورة
de_de: Bild-Alt-Text-Generierung
he_il: יצירת טקסט חלופי של תמונה
hu_hu: Kép Alt szöveg generálása
it_it: Generazione del testo alt dell'immagine
nl_nl: Afbeelding Alt-tekst genereren
pl: Generowanie tekstu Alt obrazu
pt: Imagem Alt Geração de texto
sr_rs: Генерисање алтернативног текста слике

source: Monthly Accessibility Audits
af: Maandelikse Toeganklikheid Oudits
ar: عمليات تدقيق الوصول الشهرية
de_de: Monatliche Zugänglichkeitsprüfungen
he_il: מבדקי נגישות חודשיים
hu_hu: Havi akadálymentesítési ellenőrzések
it_it: Audit mensili sull'accessibilità
nl_nl: Maandelijkse toegankelijkheidscontroles
pl: Comiesięczne audyty dostępności
pt: Auditorias de Acessibilidade Mensais
sr_rs: Месечне ревизије приступачности

source: Accessibility Accommodation Requests
af: Toeganklikheid Akkommodasie Versoeke
ar: طلبات السكن لذوي الاحتياجات الخاصة
de_de: Zugänglichkeit Anträge auf Unterkunft
he_il: בקשות נגישות לינה
hu_hu: Hozzáférhetőségi szálláskérelmek
it_it: Richieste di alloggio per l'accessibilità
nl_nl: Aanvragen voor toegankelijkheid
pl: Wnioski o przyznanie zakwaterowania
pt: Pedidos de Acomodação de Acessibilidade
sr_rs: Приступачност Захтеви за смештај

source: To learn more, visit: https://www.allaccessible.org
af: Om meer te wete te kom, besoek: https://www.allaccessible.org
ar: لمعرفة المزيد ، قم بزيارة: https://www.allaccessible.org
de_de: Weitere Informationen finden Sie unter: https://www.allaccessible.org
he_il: למידע נוסף, בקר בכתובת: https://www.allaccessible.org
hu_hu: Ha többet szeretne megtudni, látogasson el a következő weboldalra: https://www.allaccessible.org
it_it: Per saperne di più, visitare: https://www.allaccessible.org
nl_nl: Ga voor meer informatie naar: https://www.allaccessible.org
pl: Aby dowiedzieć się więcej, odwiedź: https://www.allaccessible.org
pt: Para saber mais, visite: https://www.allaccessible.org
sr_rs: Да бисте сазнали више, посетите: хттпс://ввв.аллаццессибле.орг

source: Your Email
af: Jou eposadres
ar: بريدك الالكتروني
de_de: Ihre E-Mail
he_il: האימייל שלך
hu_hu: Email címed
it_it: La tua email
nl_nl: Uw e-mailadres
pl: Twój email
pt: Seu E-mail
sr_rs: Ваша е-пошта

source: (Used to manage your Account on %s)
af: (Gebruik om jou rekening op %s te bestuur)
ar: (تستخدم لإدارة حسابك على %s)
de_de: (Für die Verwaltung Ihres Kontos auf %s)
he_il: (משמש לניהול חשבונך ב-%s)
hu_hu: (Számlája kezelésére szolgál a %s oldalon)
it_it: (Utilizzato per gestire il proprio account su %s)
nl_nl: (Gebruikt om uw account te beheren op %s)
pl: (Służy do zarządzania Kontem na %s)
pt: (Usado para gerenciar sua conta em %s)
sr_rs: (Користи се за управљање вашим налогом на %s)

source: Upgrade to Premium
af: Gradeer op na Premium
ar: الترقية إلى النسخة المميزة
de_de: Auf die Premium Version upgraden
he_il: לשדרג לפרימיום
hu_hu: Frissítés prémium verzióra
it_it: Aggiorna a Premium
nl_nl: Upgrade naar de premium-versie
pl: Wersja Premium
pt: Atualizar para Premium
sr_rs: Унапредите на Премиум

source: Plugin Configuration
af: Inpropkonfigurasie
ar: تكوين البرنامج المساعد
de_de: Erweiterungskonfiguration
he_il: תצורת תוסף
hu_hu: Bővítmény beállításai
it_it: Configurazione del plugin
nl_nl: Plugin Configuratie
pl: Konfiguracja wtyczki
pt: Configuração do plugin
sr_rs: Конфигурација додатне компоненте

source: %1$s is connected to %2$s with account ID %3$s
af: %1$s is gekoppel aan %2$s met rekening-ID %3$s
ar: %1$s متصل بـ %2$s بمعرف الحساب %3$s
de_de: %1$s ist mit %2$s mit der Konto-ID %3$s verbunden
he_il: %1$s מחובר ל-%2$s עם מזהה חשבון %3$s
hu_hu: %1$s kapcsolódik %2$s-hez %3$s számlaazonosítóval
it_it: %1$s è collegato a %2$s con l'ID del conto %3$s
nl_nl: %1$s is verbonden met %2$s met account ID %3$s
pl: %1$s jest połączony z %2$s z identyfikatorem konta %3$s
pt: %1$s está conectado a %2$s com o ID da conta %3$s
sr_rs: %1$s је повезан са %2$s са ИД-ом налога %3$s

source: Choose Widget Color
af: Kies Widget Kleur
ar: اختر لون عنصر واجهة المستخدم
de_de: Widget-Farbe auswählen
he_il: בחר צבע וידג'ט
hu_hu: Válassza ki a Widget színét
it_it: Scegli il colore del widget
nl_nl: Kies widgetkleur
pl: Wybierz kolor widgetu
pt: Escolha a cor do Widget
sr_rs: Одаберите боју виџета

source: Choose Icon
af: Kies ikoon
ar: اختيار أيقونة
de_de: Icon auswählen
he_il: בחר אייקון
hu_hu: Válasszon ikont
it_it: Scegli icona
nl_nl: Kies icoon
pl: Wybierz ikonę
pt: Escolher Ícone
sr_rs: Одабери икону

source: Choose Widget Size
af: Kies Widget-grootte
ar: اختر حجم القطعة
de_de: Widget-Größe auswählen
he_il: בחר גודל ווידג'ט
hu_hu: Válassza ki a widget méretét
it_it: Scegli la dimensione del widget
nl_nl: Widgetgrootte kiezen
pl: Wybierz rozmiar widgetu
pt: Escolha o tamanho do Widget
sr_rs: Одаберите величину виџета

source: Small
af: Klein
ar: صغير
de_de: Klein
he_il: קטן
hu_hu: Kicsi
it_it: Piccolo
nl_nl: Klein
pl: Mały
pt: Pequeno
sr_rs: Malo

source: Medium (Default)
af: Medium (verstek)
ar: متوسط (افتراضي)
de_de: Mittel (Standard)
he_il: בינוני (ברירת מחדל)
hu_hu: Közepes (alapértelmezett)
it_it: Medio (impostazione predefinita)
nl_nl: Gemiddeld (standaard)
pl: Średni (domyślnie)
pt: Médio (Default)
sr_rs: Средњи (подразумевани)

source: Large
af: Groot
ar: كبير
de_de: Groß
he_il: גדול
hu_hu: Nagy
it_it: Grande
nl_nl: Groot
pl: Duży
pt: Grande
sr_rs: Велика

source: Choose Widget Position
af: Kies Widget Posisie
ar: اختر موضع عنصر واجهة المستخدم
de_de: Widget-Position auswählen
he_il: בחר מיקום וידג'ט
hu_hu: Válassza ki a Widget pozíciót
it_it: Scegli la posizione del widget
nl_nl: Widgetpositie kiezen
pl: Wybierz pozycję widgetu
pt: Escolha a posição do Widget
sr_rs: Одаберите позицију виџета

source: Bottom Right
af: Onder Regs
ar: أسفل اليمين
de_de: Unten rechts
he_il: ימין תחתון
hu_hu: Jobb alul
it_it: In basso a destra
nl_nl: Rechtsonder
pl: Prawy dolny
pt: Inferior Direito
sr_rs: Dole Desno

source: Middle Right
af: Middel regs
ar: منتصف يمين
de_de: Mitte rechts
he_il: אמצעי ימין
hu_hu: Jobb középső
it_it: Centro a destra
nl_nl: Midden rechts
pl: Środkowy prawy
pt: Centro Direito
sr_rs: Средњи десни

source: Bottom Center
af: Onderste middel
ar: أسفل الوسط
de_de: Unten zentriert
he_il: מרכז תחתון
hu_hu: Alul Középen
it_it: In basso al centro
nl_nl: Midden Onder
pl: U dołu wyśrodkowany
pt: Inferior Centro
sr_rs: Доњи центар

source: Bottom Left
af: Onder Links
ar: اسفل اليسار
de_de: Unten links
he_il: שמאל תחתון
hu_hu: Bal alul
it_it: In basso a sinistra
nl_nl: Linksonder
pl: Na dole po lewej
pt: Inferior esquerdo
sr_rs: Dole Ljevo

source: Middle Left
af: Middel links
ar: منتصف يسار
de_de: Mitte links
he_il: אמצעי שמאל
hu_hu: Bal közép
it_it: Centro a sinistra
nl_nl: Linksmidden
pl: Środkowa lewa
pt: Médio Esquerda
sr_rs: Средња лева

source: Top Left
af: Bo Links
ar: أعلي يسار
de_de: Oben links
he_il: למעלה משמאל
hu_hu: Balra fent
it_it: In alto a sinistra
nl_nl: Linksboven
pl: U góry po lewej
pt: Superior Esquerda
sr_rs: Gore Ljevo

source: Choose Widget Shape
af: Kies Widget Shape
ar: اختر شكل عنصر واجهة المستخدم
de_de: Widget-Form auswählen
he_il: בחר צורת וידג'ט
hu_hu: Válassza a Widget alakzat lehetőséget
it_it: Scegli la forma del widget
nl_nl: Widgetvorm kiezen
pl: Wybierz kształt widgetu
pt: Escolha a forma Widget
sr_rs: Одабери облик виџета

source: Circle
af: Sirkel
ar: دائرة
de_de: Kreis
he_il: עיגול
hu_hu: Kör
it_it: Cerchio
nl_nl: Cirkel
pl: Okrąg
pt: Círculo
sr_rs: Кrug

source: Square
af: Reghoekig
ar: مربع
de_de: Quadrat
he_il: מרובע
hu_hu: Négyzet
it_it: Quadrato
nl_nl: Vierkant
pl: Kwadrat
pt: Quadrado
sr_rs: Коцка

source: Hide AllAccessible Branding
af: Versteek AllAccessible handelsmerke
ar: إخفاء الكل
de_de: Alles ausblendenAccessible Branding
he_il: הסתר מיתוג AllAccessible
hu_hu: Elrejteni AllAccessible Branding
it_it: Nascondi tuttoBranding accessibile
nl_nl: Alles AllAccessible branding
pl: Ukryj wszystkoDostępny Branding
pt: Ocultar a marca AllAccessible
sr_rs: Сакриј све доступно брендирање

source: Remove Branding
af: Verwyder handelsmerk
ar: إزالة العلامة التجارية
de_de: Branding entfernen
he_il: הסרת מיתוג
hu_hu: Távolítsa el a márkajelzést
it_it: Rimuovi branding
nl_nl: Branding verwijderen
pl: Usuń branding
pt: Remover a marca
sr_rs: Уклони брендирање

source: Branding Visible
af: Handelsmerk sigbaar
ar: العلامة التجارية مرئية
de_de: Branding sichtbar
he_il: מיתוג גלוי
hu_hu: A márkajelzés látható
it_it: Branding visibile
nl_nl: Branding zichtbaar
pl: Branding widoczny
pt: Marca Visível
sr_rs: Брендирање видљиво

source: Branding Removed
af: Handelsmerk verwyder
ar: تمت إزالة العلامة التجارية
de_de: Branding entfernt
he_il: המיתוג הוסר
hu_hu: Márkajelzés eltávolítva
it_it: Branding rimosso
nl_nl: Branding verwijderd
pl: Branding usunięty
pt: Removida a marca
sr_rs: Брендирање је уклоњено

source: Note: Hiding the branding will remove the "Powered by AllAccessible" text and logo from the widget.
af: Let wel: As u die handelsmerk versteek, sal die "Powered by AllAccessible"-teks en logo van die legstuk verwyder word.
ar: ملاحظة: سيؤدي إخفاء العلامة التجارية إلى إزالة نص وشعار "Powered by AllAccessible" من الأداة.
de_de: Hinweis: Wenn Sie das Branding ausblenden, werden der Text "Powered by AllAccessible" und das Logo aus dem Widget entfernt.
he_il: הערה: הסתרת המיתוג תסיר את הטקסט והלוגו "מופעל על ידי AllAccessible" מהווידג'ט.
hu_hu: Megjegyzés: A márkajelzés elrejtése eltávolítja a "Powered by AllAccessible" szöveget és logót a widgetről.
it_it: Nota: se si nasconde il marchio, il testo e il logo "Powered by AllAccessible" vengono rimossi dal widget.
nl_nl: Opmerking: Het verbergen van de branding verwijdert de "Powered by AllAccessible" tekst en het logo van de widget.
pl: Uwaga: Ukrycie brandingu spowoduje usunięcie tekstu i logo "Powered by AllAccessible" z widgetu.
pt: Nota: Esconder a marca irá remover o texto e o logotipo "Powered by AllAccessible" do widget.
sr_rs: Напомена: Сакривање брендирања ће уклонити текст и логотип „Поверед би АллАццессибле“ из виџета.

source: Save Settings
af: Stoor Instellings
ar: حفظ الإعدادات
de_de: Einstellungen speichern
he_il: שמור שינויים
hu_hu: Beállítások mentése
it_it: Salva Impostazioni
nl_nl: Instellingen Opslaan
pl: Zapisz ustawienia
pt: Salvar Configurações
sr_rs: Сачувај подешавања

source: You may need to reload this page if your widget options are not visible
af: Jy sal dalk hierdie bladsy moet herlaai as jou legstukopsies nie sigbaar is nie
ar: قد تحتاج إلى إعادة تحميل هذه الصفحة إذا كانت خيارات عنصر واجهة المستخدم غير مرئية
de_de: Möglicherweise müssen Sie diese Seite neu laden, wenn Ihre Widget-Optionen nicht sichtbar sind
he_il: ייתכן שיהיה עליך לטעון מחדש דף זה אם אפשרויות הווידג'ט שלך אינן גלויות
hu_hu: Előfordulhat, hogy újra be kell töltenie ezt az oldalt, ha a widget beállításai nem láthatók
it_it: Potrebbe essere necessario ricaricare questa pagina se le opzioni del widget non sono visibili
nl_nl: Mogelijk moet u deze pagina opnieuw laden als uw widgetopties niet zichtbaar zijn
pl: Może być konieczne ponowne załadowanie tej strony, jeśli opcje widgetów nie są widoczne
pt: Você pode precisar recarregar esta página se suas opções de widget não estiverem visíveis
sr_rs: Можда ћете морати поново да учитате ову страницу ако опције виџета нису видљиве

source: Version
af: Weergawe
ar: الإصدار
he_il: גרסה
hu_hu: Verzió
it_it: Versione
nl_nl: Versie
pl: Wersja
pt: Versão
sr_rs: Верзија

source: Need Help
af: Benodig hulp
ar: بحاجة الى مساعدة
de_de: Hilfe benötigt
he_il: צריכה עזרה
hu_hu: Segítségre van szüksége
it_it: Serve Aiuto
nl_nl: Hulp nodig
pl: Pomoc
pt: Precisa de Ajuda
sr_rs: Потребна помоћ

source: Contact Us
af: Kontak Ons
ar: اتصل بنا
de_de: Kontaktieren Sie uns
he_il: צרו איתנו קשר
hu_hu: Kapcsolatfelvétel
it_it: Contattaci
nl_nl: Neem contact met ons op
pl: Skontaktuj się z nami
pt: Contate-nos
sr_rs: Контактирај нас

source: AllAccessible
ar: الكل
he_il: הכל נגיש
sr_rs: АллАццессибле

source: Unlock true digital accessibility with AllAccessible - a comprehensive WordPress plugin driving your website towards WCAG/ADA compliance. Empower your users with a fully customizable accessibility widget, and enhance their experience with our premium AI-powered features.
af: Ontsluit ware digitale toeganklikheid met AllAccessible - 'n omvattende WordPress-inprop wat jou webwerf na WCAG/ADA-voldoening dryf. Bemagtig jou gebruikers met 'n volledig aanpasbare toeganklikheidlegstuk, en verbeter hul ervaring met ons premium KI-aangedrewe kenmerke.
ar: افتح إمكانية الوصول الرقمي الحقيقي باستخدام AllAccessible - وهو مكون إضافي شامل لبرنامج WordPress يقود موقع الويب الخاص بك نحو الامتثال لـ WCAG / ADA. قم بتمكين المستخدمين من خلال أداة وصول قابلة للتخصيص بالكامل ، وقم بتحسين تجربتهم من خلال ميزاتنا المتميزة التي تعمل بالذكاء الاصطناعي.
de_de: Erschließen Sie echte digitale Barrierefreiheit mit AllAccessible - einem umfassenden WordPress-Plugin, das Ihre Website zur WCAG/ADA-Konformität führt. Ermöglichen Sie Ihren Nutzern ein vollständig anpassbares Barrierefreiheits-Widget und verbessern Sie ihr Erlebnis mit unseren erstklassigen, KI-gestützten Funktionen.
he_il: פתח נגישות דיגיטלית אמיתית עם AllAccessible - תוסף WordPress מקיף המניע את האתר שלך לקראת תאימות ל-WCAG/ADA. העצים את המשתמשים שלך עם ווידג'ט נגישות הניתן להתאמה אישית מלאה, ושפר את החוויה שלהם עם תכונות הפרימיום המופעלות על ידי AI.
hu_hu: Az AllAccessible - egy átfogó WordPress bővítmény, amely a WCAG/ADA-megfelelőség felé tereli weboldalát - segítségével valódi digitális hozzáférhetőséget biztosít. Tegye képessé felhasználóit egy teljesen testreszabható akadálymentesítési widget segítségével, és fokozza felhasználói élményüket prémium AI-alapú funkcióinkkal.
it_it: Sfruttate la vera accessibilità digitale con AllAccessible, un plugin WordPress completo che consente al vostro sito web di raggiungere la conformità alle WCAG/ADA. Date potere ai vostri utenti con un widget per l'accessibilità completamente personalizzabile e migliorate la loro esperienza con le nostre funzioni premium basate sull'intelligenza artificiale.
nl_nl: Ontgrendel echte digitale toegankelijkheid met AllAccessible - een uitgebreide WordPress-plugin die uw website naar WCAG/ADA-naleving leidt. Geef uw gebruikers een volledig aanpasbare toegankelijkheidswidget en verbeter hun ervaring met onze hoogwaardige AI-functies.
pl: Uwolnij prawdziwą cyfrową dostępność dzięki AllAccessible - kompleksowej wtyczce WordPress prowadzącej Twoją witrynę w kierunku zgodności z WCAG /ADA. Upoważnij swoich użytkowników dzięki w pełni konfigurowalnemu widgetowi dostępności i zwiększaj ich doświadczenie dzięki naszym funkcjom napędzanym przez AI premium.
pt: Desbloqueie a verdadeira acessibilidade digital com o AllAccessible - um plug-in abrangente para WordPress que leva seu site à conformidade com as WCAG/ADA. Capacite seus usuários com um widget de acessibilidade totalmente personalizável e aprimore a experiência deles com nossos recursos premium alimentados por IA.
sr_rs: Откључајте праву дигиталну приступачност помоћу АллАццессибле – свеобухватног ВордПресс додатка који води вашу веб локацију ка ВЦАГ/АДА усаглашености. Оснажите своје кориснике помоћу потпуно прилагодљивог виџета за приступачност и побољшајте њихово искуство помоћу наших врхунских функција које покреће вештачка интелигенција.

source: AllAccessible Team
af: AllAccessible Span
ar: فريق AllAccessible
de_de: AllAccessible Mannschaft
he_il: צוות הכל נגיש
hu_hu: AllAccessible csapat
pl: Zespół AllAccessible
pt: Equipe AllAccessible
sr_rs: АллАццессибле Теам
