Repository: common-repository/allaccessible
Catalog: languages/allaccessible-*.po
Languages: af, ar, de_de, he_il, hu_hu, it_it, nl_nl, pl, pt, sr_rs

source: Accessibility
af: Toeganklikheid
ar: إمكانية الوصول
de_de: Zugänglichkeit
he_il: Ułatwienia
hu_hu: Hozzáférés
it_it: Accessibilità
nl_nl: Toegankelijkheid
pl: Dostępność
pt: Acessibilidade
sr_rs: Приступачности

source: Activate AllAccessible Premium to Unlock Ai Accessibility Features.
af: Aktiveer AllAccessible Premium om Ai-toeganklikheidskenmerke te ontsluit.
ar: قم بتنشيط AllAccessible Premium لإلغاء قفل ميزات إمكانية الوصول بتقنية Ai.
de_de: Aktivieren Sie AllAccessible Premium, um die Funktionen der Barrierefreiheit freizuschalten.
he_il: הפעל את AllAccessible Premium כדי לפתוח את תכונות הנגישות של Ai.
hu_hu: Aktiválja az AllAccessible Premiumot az Ai akadálymentesítési funkciók feloldásához.
it_it: Attivate AllAccessible Premium per sbloccare le funzioni di accessibilità Ai.
nl_nl: Activeer AllAccessible Premium om Ai-toegankelijkheidsfuncties te ontgrendelen.
pl: Aktywuj AllAccessible Premium, aby odblokować funkcje dostępności Ai.
pt: Ative o AllAccessible Premium para desbloquear recursos de acessibilidade.
sr_rs: Активирајте АллАццессибле Премиум да бисте откључали Аи функције приступачности.

source: Click Here
af: Klik hier
ar: اضغط هنا
de_de: Hier klicken
he_il: לחץ כאן
hu_hu: Kattints ide
it_it: Clicca qui
nl_nl: Klik hier
pl: Kliknij tutaj
pt: Clique aqui
sr_rs: Кликни овде

source: AllAccessible Deactivation
af: Alle Toeganklik Deaktivering
ar: AllAccessible Deactivation. تعطيل إمكانية الوصول
de_de: AllAccessible Mannschaft
he_il: ביטול כל נגיש
hu_hu: AllAccessible Deaktiválás
it_it: Disattivazione AllAccessible
nl_nl: AllAccessible Deactivering
pl: WszystkieDostępne Dezaktywacja
pt: Desativação AllAccessible
sr_rs: АллАццессибле Деактивација

source: If you have a moment, please let us know why you are deactivating AllAccessible. All submissions are anonymous and we only use this feedback to improve this plugin.
af: As jy 'n oomblik het, laat weet ons asseblief hoekom jy AllAccessible deaktiveer. Alle voorleggings is anoniem en ons gebruik slegs hierdie terugvoer om hierdie inprop te verbeter.
ar: إذا كان لديك دقيقة ، فالرجاء إخبارنا بسبب قيامك بإلغاء تنشيط AllAccessible. جميع عمليات الإرسال مجهولة المصدر ولا نستخدم هذه التعليقات إلا لتحسين هذا المكون الإضافي.
de_de: Wenn Sie einen Moment Zeit haben, lassen Sie uns bitte wissen, warum Sie AllAccessible deaktivieren. Alle Einsendungen sind anonym und wir verwenden dieses Feedback nur, um dieses Plugin zu verbessern.
he_il: אם יש לך רגע, ספר לנו מדוע אתה משבית את AllAccessible. כל ההגשות הן אנונימיות ואנו משתמשים במשוב זה רק כדי לשפר את התוסף הזה.
hu_hu: Ha van egy perce, kérjük, mondja el nekünk, hogy miért deaktiválja az AllAccessible-t. Minden beküldés névtelen, és ezt a visszajelzést csak a plugin fejlesztésére használjuk fel.
it_it: Se avete un momento, fateci sapere perché state disattivando AllAccessible. Tutti gli invii sono anonimi e utilizziamo il feedback solo per migliorare questo plugin.
nl_nl: Als je een momentje hebt, laat ons dan weten waarom je AllAccessible deactiveert. Alle inzendingen zijn anoniem en we gebruiken deze feedback alleen om deze plugin te verbeteren.
pl: Jeśli masz chwilę, daj nam znać, dlaczego dezaktywujesz AllAccessible. Wszystkie zgłoszenia są anonimowe i używamy tych opinii tylko po to, aby ulepszyć tę wtyczkę.
pt: Se você tiver um momento, por favor, informe-nos porque você está desativando o AllAccessible. Todas as submissões são anônimas e só utilizamos este feedback para melhorar este plugin.
sr_rs: Ако имате тренутак, реците нам зашто деактивирате АллАццессибле. Све пријаве су анонимне и користимо само ове повратне информације за побољшање овог додатка.

source: Do not send my e-mail address with this feedback
af: Moenie my e-posadres saam met hierdie terugvoer stuur nie
ar: لا ترسل عنوان بريدي الإلكتروني مع هذه الملاحظات
de_de: Meine Mailadresse bei diesem Feedback nicht mitsenden
he_il: אל תשלח את כתובת הדואר האלקטרוני שלי עם המשוב הזה
hu_hu: Ne küldje el az e-mail címemet ezzel a visszajelzéssel
it_it: Non inviate il mio indirizzo e-mail con questo feedback
nl_nl: Stuur mijn e-mail adres niet mee met deze feedback
pl: Nie wysyłaj mojego adresu e-mail z tą informacją zwrotną
pt: Não enviar meu endereço de e-mail com este feedback
sr_rs: Не шаљите моју е-маил адресу са овим повратним информацијама

source: Please give us any feedback that could help us improve
af: Gee ons asseblief enige terugvoer wat ons kan help om te verbeter
ar: يرجى تزويدنا بأي ملاحظات يمكن أن تساعدنا على التحسين
de_de: Bitte geben Sie uns jede Rückmeldung, die uns bei Verbesserungen helfen könnte
he_il: אנא תנו לנו כל משוב שיכול לעזור לנו להשתפר
hu_hu: Kérjük, adjon nekünk bármilyen visszajelzést, ami segíthet nekünk a javulásban
it_it: Vi invitiamo a fornirci qualsiasi feedback che possa aiutarci a migliorare
nl_nl: Geef ons alle feedback die ons kan helpen verbeteren
pl: Prosimy o przekazanie nam wszelkich uwag, które mogą pomóc nam w udoskonaleniu
pt: Por favor, nos dê qualquer feedback que possa nos ajudar a melhorar
sr_rs: Молимо да нам дате повратне информације које би нам могле помоћи да побољшамо

source: Cancel
af: Kanselleer
ar: إلغاء
de_de: Abbrechen
he_il: ביטול
hu_hu: Mégsem
it_it: Annulla
nl_nl: Annuleren
pl: Anuluj
pt: Cancelar
sr_rs: Откажи

source: Skip &amp; Deactivate
af: Slaan oor &amp; Deaktiveer
ar: تخطي وأمبير. تعطيل
de_de: Überspringen &amp; deaktivieren
he_il: דלג &amp; השבת
hu_hu: Skip &amp; Deaktiválás
it_it: Salta e disattiva
nl_nl: Skip &amp; Deactiveren
pl: Pomiń &amp; Dezaktywuj
pt: Pular &amp; Desativar
sr_rs: Прескочи &амп; Деактивирај

source: Submit &amp; Deactivate
af: Dien in &amp; Deaktiveer
ar: إرسال &amp; تعطيل
de_de: Absenden &amp; Deaktivieren
he_il: שלח &amp; השבת
hu_hu: Beküldés &; Inaktiválás
it_it: Invia &amp; Disattiva
nl_nl: Versturen & Deactiveren
pl: Wyślij &amp; Dezaktywuj
pt: Enviar &amp; Desativar
sr_rs: Пошаљи &амп; Деактивирај

source: Please wait
af: Wag asseblief
ar: يرجى الانتظار
de_de: Bitte warten
he_il: אנא המתן
hu_hu: Kérlek várj
it_it: Attendere prego
nl_nl: Even geduld
pl: Czekaj
pt: Por favor, aguarde
sr_rs: Сачекајте

source: Thank you!
af: Dankie!
ar: شكرا لك!
de_de: Vielen Dank!
he_il: תודה רבה!
hu_hu: Köszönjük!
it_it: Grazie!
nl_nl: Bedankt!
pl: Dziękuje!
pt: Obrigado!
sr_rs: Хвала вам!

source: The plugin suddenly stopped working
af: Die inprop het skielik opgehou werk
ar: توقف البرنامج المساعد فجأة عن العمل
de_de: Das PlugIn funktioniert plötzlich nicht mehr
he_il: הפלאגין הפסיק לפתע לעבוד
hu_hu: A plugin hirtelen leállt
it_it: Il plugin ha improvvisamente cessato di funzionare
nl_nl: De plugin is plotseling gestopt met werken
pl: Wtyczka nagle przestała działać
pt: O plug-in parou de funcionar de repente
sr_rs: Додатак је изненада престао да ради

source: We're sorry to hear that, check <a href="https://support.allaccessible.org" target="_blank">AllAccessible Support</a>. Can you describe the issue?
af: Ons is jammer om dit te hoor, kyk na <a href="https://support.allaccessible.org" target="_blank">AllAccessible Support</a> . Kan jy die probleem beskryf?
ar: نأسف لسماع ذلك ، تحقق من <a href="https://support.allaccessible.org" target="_blank">AllAccessible Support</a> . هل يمكنك وصف المشكلة؟
de_de: Das tut uns leid, wenden Sie sich an den <a href="https://support.allaccessible.org" target="_blank">AllAccessible Support</a>. Können Sie das Problem beschreiben?
he_il: אנו מצטערים לשמוע זאת, בדוק את <a href="https://support.allaccessible.org" target="_blank">התמיכה של AllAccessible</a> . אתה יכול לתאר את הבעיה?
hu_hu: Sajnálattal halljuk ezt, nézze meg az <a href="https://support.allaccessible.org" target="_blank">AllAccessible ügyfélszolgálatát</a>. Le tudná írni a problémát?
it_it: Siamo spiacenti di sentirlo, controllate il <a href="https://support.allaccessible.org" target="_blank">supporto di AllAccessible</a>. Può descrivere il problema?
nl_nl: Het spijt ons dat te horen, controleer <a href="https://support.allaccessible.org" target="_blank">AllAccessible Support</a>. Kunt u het probleem beschrijven?
pl: Przykro nam to słyszeć, sprawdź <a href="https://support.allaccessible.org" target="_blank">AllAccessible Support</a>. Czy możesz opisać problem?
pt: Lamentamos ouvir isso, verifique o <a href="https://support.allaccessible.org" target="_blank">AllAccessible Support</a>. Você pode descrever o problema?
sr_rs: Жао нам је што то чујемо, проверите <a href="https://support.allaccessible.org" target="_blank">АллАццессибле Суппорт</a> . Можете ли описати проблем?

source: The plugin broke my site
af: Die inprop het my webwerf gebreek
ar: البرنامج المساعد كسر موقعي
de_de: Das PlugIn stört meine Seite
he_il: התוסף שבר את האתר שלי
hu_hu: A plugin tönkretette az oldalamat
it_it: Il plugin ha danneggiato il mio sito
nl_nl: De plug-in heeft mijn site gebroken
pl: Wtyczka uszkodziła moją stronę
pt: O plugin estragou meu site
sr_rs: Додатак је покварио мој сајт

source: I don't need this plugin any more
af: Ek het nie meer hierdie inprop nodig nie
ar: لست بحاجة إلى هذا البرنامج المساعد بعد الآن
de_de: Ich brauche dieses Plugin nicht mehr
he_il: אני לא צריך את התוסף הזה יותר
hu_hu: Nincs többé szükségem erre a pluginra
it_it: Non ho più bisogno di questo plugin
nl_nl: Ik heb deze plugin niet meer nodig
pl: Nie potrzebuję już tej wtyczki
pt: Eu não preciso mais deste plugin
sr_rs: Више ми не треба овај додатак

source: I found a better plugin
af: Ek het 'n beter inprop gevind
ar: لقد وجدت أضافة افضل
de_de: Ich fand ein besseres Plugin
he_il: מצאתי תוסף טוב יותר
hu_hu: Találtam egy jobb bővítményt
it_it: Ho trovato un plugin migliore
nl_nl: Ik heb een betere plugin gevonden
pl: Znalazłem lepszą wtyczkę
pt: Encontrei um plugin melhor
sr_rs: Нашао сам бољи додатак

source: Can you please share the name of the other plugin?
af: Kan jy asseblief die naam van die ander inprop deel?
ar: هل يمكنك مشاركة اسم المكون الإضافي الآخر من فضلك؟
de_de: Können Sie uns bitte den Namen des anderen Plugins mitteilen?
he_il: אתה יכול בבקשה לשתף את השם של התוסף השני?
hu_hu: Meg tudná osztani a másik plugin nevét?
it_it: Puoi condividere il nome dell'altro plugin?
nl_nl: Kunt u alstublieft de naam van de andere plugin delen?
pl: Czy możesz podzielić się nazwą innej wtyczki?
pt: Você pode, por favor, compartilhar o nome do outro plugin?
sr_rs: Можете ли молим вас да поделите име другог додатка?

source: It's a temporary deactivation, I'm troubleshooting
af: Dit is 'n tydelike deaktivering, ek is besig om probleme op te los
ar: إنه تعطيل مؤقت ، أقوم باستكشاف الأخطاء وإصلاحها
de_de: Es handelt sich um eine vorübergehende Deaktivierung, ich behebe gerade Fehler
he_il: זו השבתה זמנית, אני פותר בעיות
hu_hu: Ez egy ideiglenes kikapcsolás, a hibákat keresem
it_it: Si tratta di una disattivazione temporanea, sto risolvendo i problemi
nl_nl: Het is een tijdelijke deactivering, ik los het probleem op.
pl: To tymczasowa dezaktywacja, sprawdzam
pt: É uma desativação temporária, estou solucionando problemas
sr_rs: То је привремено деактивирање, решавам проблеме

source: Other
af: Ander
ar: أخرى
de_de: Andere
he_il: אחר
hu_hu: Egyéb
it_it: Altro
nl_nl: Andere
pl: Inne
pt: Outro
sr_rs: Остало

source: Can you describe the issue?
af: Kan jy die probleem beskryf?
ar: هل يمكنك وصف القضية؟
de_de: Können Sie das Problem beschreiben?
he_il: אתה יכול לתאר את הבעיה?
hu_hu: Le tudná írni a problémát?
it_it: Può descrivere il problema?
nl_nl: Kun je het probleem beschrijven?
pl: Czy możesz opisać ten problem?
pt: Você pode descrever a questão?
sr_rs: Можете ли описати проблем?

source: Preview Widget
af: Voorskou-legstuk
ar: أداة المعاينة
de_de: Vorschau-Widget
he_il: ווידג'ט תצוגה מקדימה
hu_hu: Előnézet Widget
it_it: Widget di anteprima
nl_nl: Voorbeeld Widget
pl: Widżet podglądu
pt: Widget de visualização
sr_rs: Преглед виџета

source: Widget Status
ar: حالة القطعة
he_il: סטטוס ווידג'ט
hu_hu: Widget állapot
it_it: Stato del widget
pl: Status widgetu
pt: Status do widget
sr_rs: Статус виџета

source: Active
af: Aktief
ar: نشط
de_de: Aktiv
he_il: פעיל
hu_hu: Aktív
it_it: Attivo
nl_nl: Actief
pl: Aktywny
pt: Ativo
sr_rs: Aktivno

source: AllAccessible's %s widget is visible on the front end of your site.
af: AllAccessible se %s legstuk is sigbaar aan die voorkant van jou werf.
ar: أداة AllAccessible's %s مرئية في الواجهة الأمامية لموقعك.
de_de: Das %s-Widget von AllAccessible ist im Frontend Ihrer Website sichtbar.
he_il: הווידג'ט %s של AllAccessible גלוי בקצה הקדמי של האתר שלך.
hu_hu: Az AllAccessible %s widgetje látható a webhelye elülső részén.
it_it: Il widget %s di AllAccessible è visibile sul front-end del sito.
nl_nl: De %s widget van AllAccessible is zichtbaar op de voorkant van uw site.
pl: Widżet %s AllAccessible jest widoczny na froncie Twojej witryny.
pt: O widget %s do AllAccessible fica visível no front end de seu site.
sr_rs: АллАццессибле-ов %s виџет је видљив на предњој страни вашег сајта.

source: Website Accessibility
af: Toeganklikheid
ar: إمكانية الوصول
de_de: Zugänglichkeit
he_il: ‫Ułatwienia
hu_hu: Hozzáférés
it_it: Accessibilità
nl_nl: Toegankelijkheid
pl: Dostępność strony internetowej
pt: Acessibilidade
sr_rs: Приступачности

source: Audits & Remediation
af: Oudits & Remediëring
ar: المراجعات والمعالجة
de_de: Audits und Abhilfe
he_il: ביקורת ותיקון
hu_hu: Auditok és helyreállítás
it_it: Audit e bonifica
nl_nl: Audits en sanering
pl: Audyty i remediacje
pt: Auditorias e correções
sr_rs: Ревизије и санација

source: View the results of your website scans, accessibility Remediation and more with AllAccessibile Premium.
af: Bekyk die resultate van jou webwerfskanderings, toeganklikheidsremediëring en meer met AllAccessibile Premium.
ar: اعرض نتائج عمليات فحص موقع الويب الخاص بك ، ومعالجة إمكانية الوصول والمزيد باستخدام AllAccessibile Premium.
de_de: Mit AllAccessibile Premium können Sie die Ergebnisse Ihrer Website-Scans, Zugänglichkeitsverbesserungen und vieles mehr anzeigen.
he_il: הצג את התוצאות של סריקות האתר שלך, תיקון נגישות ועוד עם AllAccessibile Premium.
hu_hu: Tekintse meg a weboldal vizsgálatainak eredményeit, az akadálymentesítéseket és egyebeket az AllAccessibile Premium segítségével.
it_it: Visualizzate i risultati delle scansioni dei vostri siti web, la correzione dell'accessibilità e altro ancora con AllAccessibile Premium.
nl_nl: Bekijk de resultaten van uw website scans, Accessibility Remediation en meer met AllAccessibile Premium.
pl: Przeglądaj wyniki skanowania stron internetowych, naprawiania dostępności i wiele więcej dzięki AllAccessibile Premium.
pt: Veja os resultados das varreduras de seu site, da correção de acessibilidade e muito mais com o AllAccessibile Premium.
sr_rs: Погледајте резултате скенирања ваше веб странице, поправку приступачности и још много тога уз АллАццессибиле Премиум.

source: Upgrade Now
af: Gradeer nou op
ar: قم بالترقية الآن
de_de: Jetzt upgraden
he_il: לשדרג עכשיו
hu_hu: Frissítés most
it_it: Aggiorna Adesso
nl_nl: Nu Bijwerken
pl: Ulepsz teraz
pt: Atualizar Agora
sr_rs: Надоградите сада

source: View the results of your website scans in your AllAccessibile Account Dashboard.
af: Bekyk die resultate van jou webwerf-skanderings in jou AllAccessibile Account Dashboard.
ar: اعرض نتائج عمليات فحص موقع الويب الخاص بك في لوحة معلومات حساب AllAccessibile.
de_de: Zeigen Sie die Ergebnisse Ihrer Website-Scans in Ihrem AllAccessibile-Konto-Dashboard an.
he_il: הצג את התוצאות של סריקות האתר שלך במרכז השליטה של חשבון AllAccessibile שלך.
hu_hu: Tekintse meg a webhelyellenőrzések eredményeit az AllAccessibile-fiókja műszerfalán.
it_it: Visualizzate i risultati delle scansioni del vostro sito web nella Dashboard del vostro account AllAccessibile.
nl_nl: Bekijk de resultaten van uw website scans in uw AllAccessibile Account Dashboard.
pl: Zobacz wyniki skanowania witryny w swoim AllAccessibile Account Dashboard.
pt: Veja os resultados das varreduras de seu site no Painel de Controle da sua conta AllAccessibile.
sr_rs: Погледајте резултате скенирања ваше веб странице на контролној табли АллАццессибиле налога.

source: Accessibility Dashboard
af: Toeganklikheid
ar: إمكانية الوصول
de_de: Zugänglichkeit
he_il: ‫Ułatwienia
hu_hu: Hozzáférés
it_it: Accessibilità
nl_nl: Toegankelijkheid
pl: Tablica rozdzielcza dostępności
pt: Acessibilidade
sr_rs: Приступачности

source: Need
af: Benodig hulp
ar: بحاجة الى مساعدة
de_de: Hilfe benötigt
he_il: צריכה עזרה
hu_hu: Segítségre van szüksége
it_it: Esigenza
nl_nl: Hulp nodig
pl: Potrzeba
pt: Necessita
sr_rs: Потребна помоћ

source: Help & Support?
af: Hulp en ondersteuning?
ar: ساعد لدعم؟
de_de: Hilfe und Unterstützung?
he_il: עזרה תמיכה?
hu_hu: Segítség és támogatás?
it_it: Aiuto e supporto?
nl_nl: Hulp en ondersteuning?
pl: Pomoc i wsparcie?
pt: Ajuda e suporte?
sr_rs: Помоћ и подршка?

source: Check our knowledge base for assistance with installation, customization, and more.
af: Gaan ons kennisbasis na vir hulp met installering, aanpassing en meer.
ar: تحقق من قاعدة المعرفة الخاصة بنا للمساعدة في التثبيت والتخصيص والمزيد.
de_de: In unserer Wissensdatenbank finden Sie Unterstützung bei der Installation, Anpassung und mehr.
he_il: עיין במאגר הידע שלנו לקבלת סיוע בהתקנה, התאמה אישית ועוד.
hu_hu: Nézze meg tudásbázisunkat, ahol segítséget kaphat a telepítéssel, testreszabással és egyebekkel kapcsolatban.
it_it: Consultate la nostra knowledge base per ricevere assistenza su installazione, personalizzazione e altro ancora.
nl_nl: Raadpleeg onze kennisbank voor hulp bij installatie, aanpassing en meer.
pl: Sprawdź naszą bazę wiedzy, aby uzyskać pomoc w zakresie instalacji, dostosowywania i innych.
pt: Consulte nossa base de conhecimento para obter ajuda com a instalação, a personalização e muito mais.
sr_rs: Проверите нашу базу знања за помоћ при инсталацији, прилагођавању и још много тога.

source: Get Support
af: Kry Ondersteuning
ar: الحصول على الدعم
de_de: Support erhalten
he_il: קבל תמיכה
hu_hu: Kérj támogatást
it_it: Ottieni Supporto
nl_nl: Krijg ondersteuning
pl: Uzyskaj pomoc
pt: Obter Suporte
sr_rs: Добити подршку

source: Unlock the Power of AllAccessible Premium
af: Ontsluit die krag van AllAccessible Premium
ar: أطلق العنان لقوة AllAccessible Premium
de_de: Schalten Sie die Leistung von AllAccessible Premium frei
he_il: פתח את הכוח של AllAccessible Premium
hu_hu: Az AllAccessible Premium erejének felszabadítása
it_it: Sbloccate la potenza di AllAccessible Premium
nl_nl: Ontgrendel de kracht van AllAccessible Premium
pl: Uwolnij moc AllAccessible Premium
pt: Desbloqueie o poder do AllAccessible Premium
sr_rs: Откључајте моћ АллАццессибле Премиум

source: Unlock all the benefits of our Ai accessibility automation with a free trial by connecting your AllAccessible account to your email below. Already using the free version? No problem! We'll set you up with a free 7-day trial of our premium version. After the trial period, upgrade to the premium version for just $10 a month and enjoy a more accessible digital experience.
af: Ontsluit al die voordele van ons Ai-toeganklikheid-outomatisering met 'n gratis proeflopie deur jou AllAccessible-rekening aan jou e-pos hieronder te koppel. Gebruik jy reeds die gratis weergawe? Geen probleem! Ons sal jou opstel met 'n gratis proeftydperk van 7 dae van ons premium weergawe. Na die proeftydperk, gradeer op na die premium weergawe vir slegs $10 per maand en geniet 'n meer toeganklike digitale ervaring.
ar: افتح جميع مزايا أتمتة إمكانية الوصول إلى Ai من خلال نسخة تجريبية مجانية عن طريق ربط حساب AllAccessible الخاص بك ببريدك الإلكتروني أدناه. هل تستخدم النسخة المجانية بالفعل؟ لا مشكلة! سنقوم بإعداد نسخة تجريبية مجانية مدتها 7 أيام من الإصدار المميز الخاص بنا. بعد الفترة التجريبية ، قم بالترقية إلى الإصدار المتميز مقابل 10 دولارات فقط شهريًا واستمتع بتجربة رقمية يسهل الوصول إليها.
de_de: Schalten Sie alle Vorteile unserer Ai-Automatisierung für Barrierefreiheit mit einer kostenlosen Testversion frei, indem Sie Ihr AllAccessible-Konto mit Ihrer E-Mail unten verbinden. Sie benutzen bereits die kostenlose Version? Kein Problem! Wir stellen Ihnen eine kostenlose 7-Tage-Testversion unserer Premium-Version zur Verfügung. Nach dem Testzeitraum können Sie für nur 10 $ pro Monat auf die Premium-Version upgraden und eine zugänglichere digitale Erfahrung genießen.
he_il: פתח את כל היתרונות של אוטומציה של נגישות Ai שלנו עם ניסיון חינם על ידי חיבור חשבון AllAccessible שלך לדוא"ל שלך למטה. כבר משתמשים בגרסה החינמית? אין בעיה! אנו נגדיר לך ניסיון חינם למשך 7 ימים של גרסת הפרימיום שלנו. לאחר תקופת הניסיון, שדרג לגרסת הפרימיום תמורת 10 דולר בלבד לחודש ותיהנה מחוויה דיגיטלית נגישה יותר.
hu_hu: Az AllAccessible fiókjának az alábbiakban megadott e-mail címhez való csatlakoztatásával ingyenes próbaidőszakban használhatja ki az Ai akadálymentesítés automatizálásának minden előnyét. Már használja az ingyenes verziót? Semmi gond! Beállítjuk Önnek a prémium verzió ingyenes 7 napos próbaverzióját. A próbaidőszak után frissítsen a prémium verzióra mindössze havi 10 $-ért, és élvezze az akadálymentesebb digitális élményt.
it_it: Per ottenere tutti i vantaggi della nostra automazione dell'accessibilità Ai, è sufficiente una prova gratuita collegando il vostro account AllAccessible al vostro indirizzo e-mail. State già utilizzando la versione gratuita? Nessun problema! Vi forniremo una prova gratuita di 7 giorni della nostra versione premium. Dopo il periodo di prova, passate alla versione premium per soli 10 dollari al mese e godetevi un'esperienza digitale più accessibile.
nl_nl: Ontgrendel alle voordelen van onze Ai toegankelijkheid automatisering met een gratis proefversie door uw AllAccessible account te verbinden met uw e-mail hieronder. Gebruikt u de gratis versie al? Geen probleem! Wij zullen u een gratis 7-daagse proefversie van onze premium versie aanbieden. Na de proefperiode kunt u upgraden naar de premium versie voor slechts $10 per maand en genieten van een meer toegankelijke digitale ervaring.
pl: Odblokuj wszystkie korzyści z naszej automatyzacji dostępności Ai dzięki bezpłatnej wersji próbnej, łącząc swoje konto AllAccessible z adresem e-mail poniżej. Korzystasz już z darmowej wersji? Nie ma problemu! Otrzymasz 7-dniowy okres próbny naszej wersji premium. Po okresie próbnym, uaktualnij do wersji premium za jedyne 10 dolarów miesięcznie i ciesz się bardziej dostępnym cyfrowym doświadczeniem.
pt: Desbloqueie todos os benefícios de nossa automação de acessibilidade Ai com um teste gratuito, conectando sua conta AllAccessible ao seu e-mail abaixo. Já está usando a versão gratuita? Sem problemas! Nós o configuraremos com um teste gratuito de 7 dias de nossa versão premium. Após o período de teste, atualize para a versão premium por apenas US$ 10 por mês e desfrute de uma experiência digital mais acessível.
sr_rs: Откључајте све предности наше аутоматизације приступачности Аи бесплатном пробном верзијом тако што ћете повезати свој АллАццессибле налог са е-поштом у наставку. Већ користите бесплатну верзију? Нема проблема! Подесићемо вам бесплатну 7-дневну пробну верзију наше премиум верзије. Након пробног периода, надоградите на премиум верзију за само 10 УСД месечно и уживајте у приступачнијем дигиталном искуству.
